

export const interests = [
    {
        header: 'Мое хобби',
        content: 'Фотография: Люблю запечатлеть красоту природы и городской жизни. Программирование: Создаю небольшие проекты для развития навыков. Путешествия: Исследую новые места и культуры. Кулинария: Экспериментирую с рецептами со всего мира.',
        target: 'hobby'
    },
    {
        header: 'Мои любимые книги',
        content: 'Фантастика: "1984" Джордж Оруэлл, "Марсианин" Энди Вейер. Детективы: "Шерлок Холмс" Артур Конан Дойл. Классика: "Мастер и Маргарита" Михаил Булгаков.',
        target: 'books'
    },
    {
        header: 'Моя любимая музыка',
        content: 'Классическая музыка: Бетховен, Моцарт, Чайковский. Рок: Queen, The Beatles, Nirvana. Поп: Michael Jackson, Madonna, Lady Gaga. Электронная музыка: Daft Punk, Deadmau5.',
        target: 'music'
    },
    {
        header: 'Мои любимые фильмы',
        content: 'Интерстеллар: Научная фантастика о путешествиях во времени. Форрест Гамп: Трогательная история о простом человеке. Матрица: Культовый фильм о виртуальной реальности. Амели: Очаровательная французская комедия.',
        target: 'movies'
    }
];
